[
  {"updated": "2016-09-12T14:45:12.02-04:00"},
  {
    "slug": "eal",
    "title": "East Asian Library Digital Bookshelf",
    "blurb": "A miscellany of items digitized at the Princeton University Library from the East Asian Library holdings but belonging to no well-defined collection. The items include books, manuscripts, reports, maps, and albums from many eras."
  },
  {
    "slug": "garden",
    "title": "Gardens and Landscape Design",
    "blurb": "A miscellany of items from the Princeton University Library related to gardens and landscape design, including pattern books, specimens of furniture and ornaments, and guides to premier exemplars of the art, 17th through 20th centuries."
  },
  {
    "slug": "og",
    "title": "Digital Library Bookshelf",
    "blurb": "A miscellany of items digitized at the Princeton University Library but belonging to no well-defined collection. The items include books, manuscripts, reports, maps, and albums from many eras."
  },
  {
    "slug": "papyri",
    "title": "Princeton Papyri Collections",
    "blurb": "The Princeton University Library's collections of papyri were acquired from different sources and are mostly preserved in the Manuscripts Division, Department of Rare Books and Special Collections. Princeton acquired 90 papyri from 1901 to 1922 through the Graeco-Roman Branch of the Egypt Exploration Society, but the bulk of Princeton's papyri were acquired in the 1920s, either directly or indirectly through the British Museum. Many were received from 1921 to 1928 through Princeton's participation in a five-member consortium that included Princeton and other universities (Columbia, Cornell, Michigan, University of California at Berkeley, the University of Geneva). Robert Garrett (1875-1961), Class of 1897, partially underwrote Princeton's purchases. and then between 1924 and 1930 independently purchased approximately 750 Egyptian papyri through the British Museum for his own manuscript collection, which was first deposited in the Library for scholarly use and publication, then formally donated in 1942 with the rest of the Garrett Collection. There are more than a thousand pieces in Princeton's collections. Best known are Princeton's literary, early Christian, and sub-literary papyri. Among authors represented are Aristophanes, Demosthenes, Euripides, Herodotus, Hippocrates, Homer, Isocrates, Theocritus, and Xenophon. But a much larger number are Greek documentary papyri, including census and tax registers, military lists, land convey¬ances, business records, petitions, private letters, and other sources of historical and paleographic interest from Ptolemaic (332-30 BCE), Roman (30 BCE-300 CE), and Byzantine Egypt (300-650 CE). Nearly all were discovered from the 1890s to the 1920s, buried or recovered from mummy cartonnage in and around the ancient Egyptian town of Oxyrhynchus and the Fayum towns. The Princeton collections also include papyri in Egyptian languages (Hieroglyphic, Hieratic, Demotic, and Coptic); Arabic papyri from the Islamic period (from 640 CE); and a smaller number of Latin papyri from Roman Egypt and Ravenna."
  },
  {
    "slug": "paris",
    "title": "Paris Architecture and Urbanism",
    "blurb": "Publications on Paris architecture and urbanism, including a number of works by Austrian-born Jean-Charles Krafft (1764-1833) who is remembered for his detailed documentation of “the most elegant” French neoclassical buildings. Krafft verified particulars through correspondence with architects and on-site drawings. Each building is shown to scale in elevation, plan and section. Annotations give architect and building name, location, date, and room functions."
  },
  {
    "slug": "pudl0001",
    "title": "Scheide Library : Fifteenth-Century Printing",
    "blurb": "The Scheide Library, received by Princeton University in 2015 as a bequest, is one of the world's premier collections of earliest European printing. A number of these, including unique fragments, have been digitized."
  },
  {
    "slug": "pudl0009",
    "title": "Princeton University Historical Postcard Collection",
    "blurb": "The Historical Postcard Collection documents the buildings and environs of the Princeton University campus in the form of picture postcards. Featuring both monochrome and color postcards , the bulk of the collection ranges in date from 1900 through the 1960s. Both unmarked and canceled postcards exist in the collection. Several postcard makers are represented in these materials."
  },
  {
    "slug": "pudl0010",
    "title": "Robert Nanteuil Collection",
    "blurb": "In 1966, collector and Francophile John Douglas Gordon, class of 1905, donated a collection of 134 engravings by Robert Nanteuil (1623-1678) to Firestone Library's Graphic Arts collection in memory of his wife, Janet Munday Gordon. Nanteuil was Royal Engraver to Louis XIV and the outstanding portraitist of his age."
  },
  {
    "slug": "pudl0012",
    "title": "Taller de Gráfica Popular Prints and Posters",
    "blurb": "The Taller de Gráfica Popular (known as TGP) was founded 1937 by the talented Mexican artists Leopoldo Méndez, Luis Arenal, and Pablo O'Higgins. The TGP became the first self-supporting art workshop in Mexico to create and publish their own work. Their work had a variety of objectives; some overtly political, some comic, and some artistic. The Princeton University Library has collected TGP prints by Alberto Beltrán, José Chávez Morado, Francisco Mora, Rufino Tamayo, and Alfredo Zalce, among others."
  },
  {
    "slug": "pudl0015",
    "title": "Gillray collection",
    "blurb": "The British artist, James Gillray (1756-1815), was the leading force in what has become known as the golden age of British caricature, approximately 1770 to 1820. Gillray chronicled and ridiculed the politicians and ruling class of his day, in spectacularly hand-colored prints. This graphic arts collection includes nearly 335 prints, all given by Dickson Q. Brown, class of 1895."
  },
  {
    "slug": "pudl0016",
    "title": "Mesoamerican Manuscripts",
    "blurb": "A miscellany of items digitized from Princeton University Library's three collections of Mesoamerican manuscripts: Garrett-Gates Mesoamerican Manuscripts Collection (C0744), Garrett Collection of Mesoamerican Manuscripts (C0744), and Princeton Collection of Mesoamerican Manuscripts (C0940). The Garrett-Gates and Garrett collections form part of the larger Robert Garrett Collection (C0744)."
  },
  {
    "slug": "pudl0017",
    "title": "Western Americana Collection",
    "blurb": "Consists of photographs of Indians of the Americas and views of the American West, including landscapes, cityscapes, and mining,railroad, and agricultural operations. Also included are views of towns in Mexico. The bulk of the photographs date from the 19th century."
  },
  {
    "slug": "pudl0020",
    "title": "Nineteenth-century sheet music collection",
    "blurb": "The Princeton University Nineteenth-century sheet music collection is an amalgamation of smaller collections that were assembled as part of the Theater Collection (now disbanded) and / or private by collectors who later donated their collections to the library. Each of these smaller discreet collections remains intact as a separate volume in the Nineteenth-century sheet music collection. The name of the collector is included whenever it is available."
  },
  {
    "slug": "pudl0021",
    "title": "James S. Hall collection of George Frideric Handel",
    "blurb": "The James S. Hall Collection of George Frideric Handel provides rich documentation of the history of performing the music of George Frideric Handel (1685–1759), including manuscripts copied during Handel’s lifetime, performance materials originating in the decades following Handel’s death, documents of 19th-century commemorative festivals in England, and extensive memorabilia from the early years of the Handel Festival in Halle, Germany. Additionally, the collection includes notes, drafts, and correspondence with scholars and performers regarding performance practice issues, especially ornamentation. The collection is a valuable commentary on the continuing popularity of Handel's creative legacy and the remarkable ability of his music to be adapted to changing aesthetic tastes and performance conditions."
  },
  {
    "slug": "pudl0023",
    "title": "Falda publications",
    "blurb": "The Falda publications include the titles Villa Pamphilia, Il nvovo teatro delle fabriche, et edificii..., Li giardini di Roma con le loro piante alzate e vedvte in prospettiva, Le fontane di Roma nelle piazze e lvoghi pvblici della città and Palazzi di Roma..., as well as a map. The 5 volumes consist of illustrations of various features of Rome -- gardens, fountains, sculpture and architecture. All are works of the Italian printmaker Giovanni Battista Falda (ca. 1640-1678)."
  },
  {
    "slug": "pudl0025",
    "title": "Latin American Posters Collection",
    "blurb": "The posters included in this collection were created by a wide variety of social activists, non-governmental organizations, government agencies, political parties, and other types of organizations across Latin America, in order to publicize their views, positions, agendas, policies, events, and services. Even though posters produced in Argentina, Bolivia, Chile, Ecuador, Mexico, and Venezuela are the most abundant among the more than two thousand currently available in the site, almost every country in the region is represented. In terms of topics, some of the best represented are human rights, elections, gender issues, indigenous issues, labor, ecology and environmental issues, development, public health, and education. The Latin American Posters Collection is a component of the larger collection of Latin American ephemera that Princeton University Library has developed since the 1970s."
  },
  {
    "slug": "pudl0026",
    "title": "Japanese and Chinese Prints and Drawings donated by Gillett G. Griffin",
    "blurb": "This group of Japanese and Chinese prints and drawings was donated by Gillett G. Griffin, curator emeritus of graphic arts, in honor of Dale Roylance. It represents a small portion of the Far Eastern works on paper held by the graphic arts division. Also included are several sketchbooks, which were collected together with the eighteenth- and nineteenth-century drawings."
  },
  {
    "slug": "pudl0030",
    "title": "Block Prints of the Chinese Revolution",
    "blurb": "The ephemeral collection of very rare 30 block prints fall into several categories: some are color prints with a minimum of text, others are black and white illustrated sheets, some of which include current news, while others have a more general content. The news sheets were issued in Shanghai , when news of the 1911 Revolution in Wuhan was telegraphed to print agencies in Shanghai. The latter immediately printed illustrated sheets for a Chinese public avid for the latest news; the illustrations themselves may therefore be based upon artists imagination. The sheets generally support the Revolution as a modernizing party, and hence some demonization of the enemy occurs in the prints, as was usual for propaganda prints of that and earlier periods. The collection is useful for investigations into the visual portrayal of the struggle of Han Chinese versus the Manchus during the 1911 overthrow of the Qing Empire. Issues of \"modernity\" and \"nation\" are easily visible in the prints. The collection also includes one Japanese block print dating from 1914. The collection was given in 1937 to Princeton Library by Donald Roberts, class of 1909, who was an Episcopalian minister who taught history at St. John's University in Shanghai from 1915 to 1950. Comparison with earlier Chinese anti-Christian, or Japanese anti-Chinese or anti-Russian prints made during the Sino-Japanese and Russo-Japanese wars may be instructive. The Princeton East Asian Library in no way supports the rhetoric or depictions that are presented on the prints."
  },
  {
    "slug": "pudl0031",
    "title": "John Baptist Jackson Chiaroscuro Woodcuts",
    "blurb": "In 1739, the British artist John Baptist Jackson conceived of a book reproducing seventeen of the great Venetian paintings by Titian, Tintoretto, Veronese, Leandro da Ponte Bassano, Jacopo Bassano, and Francesco da Ponte Bassano. Titled Titiani Vecelii, Pauli Galiarii, Jacobi Robusti et Jacobi de Ponte opera selectiora, Jackson’s book is now considered a monument in eighteenth-century printing. Jackson revived the complex Renaissance printing technique of dividing the design between several blocks, each printed in a different color, to give the image depth and dimension. His friend and fellow expatriate, Joseph Smith, printed and published the twenty-four chiaroscuro plates under his imprint Pasquali Press."
  },
  {
    "slug": "pudl0032",
    "title": "Princeton Digital Library of Islamic Manuscripts",
    "blurb": "As a result of generous support from the David A. Gardner '69 Magic Project, the Princeton University Library created Voyager cataloging records for most of the approximately 9,500 Islamic manuscripts in the Manuscripts Division, which are from Robert Garrett (Class of 1897) and other sources. This is the premier collection of Arabic, Persian, Ottoman Turkish, and other Islamic manuscripts in the Western Hemisphere. Initially, more than 200 of these manuscripts were digitized as the core of the Princeton Digital Library of Islamic Manuscripts. Separate support from the the Virginia and Richard Stewart Memorial Fund, through the Princeton University Council of the Humanities, has supported digitization of an additional 1,400 other Islamic manuscripts from existing black-and-white microfilm, produced in the 1970s with funding from the U.S. Department of Education, Title II-C. The manuscripts digitized from microfilm include all texts (chiefly New Series) on Shia law and theology; texts related to other non-Sunni sects, such as the Druze and Kharijites; and more than 750 other manuscripts (Garrett Yahuda Series) on a variety of subjects. Also added are PDFs of Islamic manuscripts digitized in response to photoduplication requests. In all, approximately a sixth of the Library's Islamic manuscripts have now been digitized and put online for the benefit of scholars worldwide."
  },
  {
    "slug": "pudl0033",
    "title": "Lorenzo Homar collection, 1937-1999",
    "blurb": "The Lorenzo Homar Collection consists of drawings, prints, and posters, reflecting the wide range of work by this Puerto Rican graphic artist and calligrapher. Included are drawings from his army days; design drawings of Cartier jewelry; caricatures; and over 90 posters he created for various exhibitions, conferences, and performing arts events."
  },
  {
    "slug": "pudl0036",
    "title": "Interborough Rapid Transit Company Subway Posters",
    "blurb": "Consists of posters issued as The Subway Sun and The Elevated Express by the Interborough Rapid Transit Company of New York City. The posters, designed by the public relations firm Ivy Lee and Associates, were displayed in subway cars and provided information on route changes, places of interests, public safety, system improvements, and promoted increases in subway fares."
  },
  {
    "slug": "pudl0038",
    "title": "Historical Photograph Collection: Grounds and Buildings Series",
    "blurb": "The Grounds and Buildings Series of the Historical Photograph Collection contains photographs of the grounds and buildings owned by Princeton University. The photographs date from the late 1850s to the present, with the bulk of the photographs dating from the 1870s to the 1940s."
  },
  {
    "slug": "pudl0039",
    "title": "Thomas Nast collection",
    "blurb": "The German American artist Thomas Nast (1840-1902) has been called the Father of American Caricature. His political cartoons for such periodicals as Harper's Weekly brought a halt to New York City's corrupt government under Boss Tweed, helped elect Abraham Lincoln, and led to social reform throughout the country. The Graphic Arts collection holds over 600 of Nast's original drawings and published wood engravings from the 1850s to the 1890s. Several prints depict Nast's image of the modern Santa Claus, for which he is most famous."
  },
  {
    "slug": "pudl0044",
    "title": "Fitzgerald Collection",
    "blurb": "Manuscripts digitized from the F. Scott Fitzgerald Papers, F. Scott Fitzgerald Additional Papers, Archives of Charles Scribner's Sons, and other holdings of the Manuscripts Division, which has comprehensive collections of original materials by and about F. Scott Fitzgerald (1896-1940), Class of 1917"
  },
  {
    "slug": "pudl0051",
    "title": "Hogenberg Engravings",
    "blurb": "Bruce Willsie, class of 1986, donated this collection of 155 engravings from the Geschichtsblätter (History Sheets) published between 1570 and 1610 by the Cologne printmakers and publishers Franz Hogenberg and his son Abraham. The theme is the Eighty Years War (1568–1648), also known as the Dutch Revolt. During this period, the northern provinces of the Habsburg Netherlands broke free from Spanish rule to form the Dutch Republic while the Spanish Crown maintained its hold on the southern provinces of Flanders and Brabant. The Eighty Years War was far more than a merely regional event and its last three decades coincided with the Thirty Years War. It was also entwined with the Religious Wars in France and dynastic disputes in England that were partly fought out on Netherlandish battlegrounds. The third sub-series of the Geschichtsblätter, for example, depicts events of the French Religious Wars (1559–1573) while the fourth series shows events in France as well as in England."
  },
  {
    "slug": "pudl0052",
    "title": "Fifty-three Stations of the Tōkaidō (Tōkaidō gojūsantsugi)",
    "blurb": "Fifty-three Stations of the Tōkaidō brings together works from various Princeton University Library collections that have, as their theme, the rest stops along Japan’s legendary Tōkaidō Road."
  },
  {
    "slug": "pudl0053",
    "title": "Krafft publications",
    "blurb": "Austrian-born Jean-Charles Krafft (1764-1833) is remembered for his detailed documentation of “the most elegant” French neoclassical buildings. Krafft verified particulars through correspondence with architects and on-site drawings. Each building is shown to scale in elevation, plan and section. Annotations give architect and building name, location, date, and room functions."
  },
  {
    "slug": "pudl0058",
    "title": "Annotated Books",
    "blurb": "\"Annotated printed books in Firestone Library ... show just how richly rewarding it can be to examine the sparks that texts struck off from early readers. The study of printed books cannot be limited to their printed contents.\" -- Anthony Grafton. Collected over the years for a variety of reasons, the Library's annotated books today provide evidence not only for historians of reading but also for anyone interested in how and why the mentalité of an era was formed. To forward the progress of such historians, the Library is offering fully scanned renderings of several of its most important annotated books. This gathering includes those annotated by Gabriel Harvey, c. 1545 - 1630, friend of Edmund Spenser, and a noted Elizabethan scholar. The Library's scans serve not only the immediate purposes of the Princeton University Digital Library. They also serve as part of larger collaborative digital projects. One such joint project in progress is \"Gabriel Harvey's Livy Online\" conducted by the Centre for Editing Lives and Letters, based at the University of London. (URL = http://www.livesandletters.ac.uk/projects/gabriel-harveys-livy-online). Another such project is \"A Collaboratory for the Study of Reading and the Circulation of Ideas in Early Modern Europe: A Digital Platform for Teaching and Research\" conducted by Prof. Arnoud Visser of the University of Utrecht. (URL = http://www.narcis.nl/research/RecordID/OND1345070/Language/en)."
  },
  {
    "slug": "pudl0066",
    "title": "Civil War, Society and Political Transition in Guatemala : the Guatemala News and Information Bureau Archive (1963-2000)",
    "blurb": "The Guatemala News and Information Bureau (GNIB) was an activist and solidarity group based in San Francisco, California, created in 1978 to support and inform the public about Guatemalan movements for peace and justice, indigenous rights, and labor rights. To support its activities, the GNIB systematically collected a wide variety of materials documenting all aspects related to the civil war in that country, including human rights abuses and the social and political responses to state sponsored violence. Also documented were the negotiations and the implementation of the Peace Accords signed in the mid 1990s. The result was an unparalleled archive of gray literature (published and unpublished documents, pronouncements, action alerts, press releases, flyers, newsclippings, correspondence, and other types of ephemeral material), serials, and policy reports representing the actions and views of activist groups, government officers and politicians, journalists, international solidarity groups, as well as revolutionary organizations. The Princeton University Library digitized over 11,000 items from the archive in collaboration with the Cooperative Digitization of International Research Materials (CDIRM) project, organized by the Council of American Overseas Research Centers (CAORC)."
  },
  {
    "slug": "pudl0076",
    "title": "The Sid Lapidus '59 Collection on Liberty and the American Revolution",
    "blurb": "The Sid Lapidus '59 Collection on Liberty and the American Revolution features more than 150 recently gifted important books, pamphlets and prints representing the major themes of Lapidus' collecting: the intellectual origins of the American Revolution; the Revolution itself; the early years of the republic; the resulting spread of democratic ideas in the Atlantic world; and the effort to abolish the slave trade in both Great Britain and the United States. On the occasion of the gift in 2009, the Library published an illustrated color-printed 200 page catalogue, the main portions of which are now available as PDF files at: http://www.princeton.edu/rbsc/exhibitions/lar/. ❡ Colleagues at the Gilder Lehrman Insitutue for American History have selected documents from the scanned Lapidus collection and created supportive materials for school curriculum. For details, see https://www.gilderlehrman.org/history-now/2012-01/revolutionary-age ❡ During 2013 and 2014, the Library added more than 85 books on the topics of slavery and the slave trade in the empires of Great Britain and France. The books are part of his large private collection and Mr. Lapidus generously made them available for scanning."
  },
  {
    "slug": "pudl0079",
    "title": "Yemeni Manuscript Digitization Initiative",
    "blurb": "The private manuscript libraries of Yemen, estimated at 50,000 codices, constitutes the largest and most important set of unexamined Arabic manuscripts in the world today. The Yemeni Manuscript Digitization Initiative presents, for the first time, access to manuscripts from three private libraries in Sanaa, Yemen, and virtually conjoins them to additional Yemeni manuscripts held by the Princeton University Library and Staatsbibliothek, Berlin. The texts in this archive were composed, copied, studied, and preserved by Zaydi scholars from the tenth century to the present. Zaydism is a leading school of Islam in Northern Yemen known for forms of rationalist theology that were abandoned in other regions. The Yemeni Manuscript Digitization Initiative is made possible by a Enriching Digital Collections Grant from the National Endowment for the Humanities (NEH) and the Deutsche Forschungsgemeinschaft (DFG). The grant is administered by Princeton University Library and the Free University, Berlin in conjunction with a Yemeni NGO. Information on this grant and related projects to preserve and disseminate the manuscripts of Yemen can be found at ymdi.uoregon.edu."
  },
  {
    "slug": "pudl0083",
    "title": "Versailles: La Grande Galerie de Versailles",
    "blurb": "Beginning in 1723, the French artist Jean-Baptiste Massé (1687-1767) undertook the task of copying Charles Le Brun’s Versailles ceiling decoration in the Galerie des Glaces (Hall of Mirrors) and accompanying rooms, for the purpose of making a series of reproductive engravings. Massé was given special permission to build scaffolding in the galleries and spent over eight years at the ceiling carefully reproducing Le Brun’s designs. A number of engravers worked over twenty years to carve and then, print the series of plates. Completed in 1752, La grande galerie de Versailles et les deux salons qui l’accompagnent was published with 56 massive engravings on 52 plates. Princeton University Library is fortunate to hold most of the set. For an extended reading of these and the other scenes in the Hall of Mirrors, see also http://www.galeriedesglaces-versailles.fr/"
  },
  {
    "slug": "pudl0087",
    "title": "Antiquities",
    "blurb": "A miscellany of items digitized from the Princeton University Library that focus on the culture, history and artifacts of the Greco-Roman world."
  },
  {
    "slug": "pudl0090",
    "title": "Engineering in the Modern World",
    "blurb": "Beginning with the industrial revolution in Great Britain, engineering objects and systems have shaped our modern world. The works included in this collection support the teaching and research conducted by students enrolled in the course Engineering in the Modern World. In addition to exploring the impact of engineering on shaping the modern world, the course also puts emphasis on the scientific, political, ethical, and aesthetic aspects in the evolution of engineering over the past two centuries. The collection highlights selected structural engineering works: the St. Louis Bridge, the Bayonne Bridge and a wide range of structures by Thomas Telford. Along with many other innovations, these provide a base for studying how engineering advances helped shape the modern society and culture."
  },
  {
    "slug": "pudl0100",
    "title": "Middle Eastern Film Posters Digitization Initiative",
    "blurb": "Princeton University Library’s Arabic Movie Posters and Lobby Cards Collection was acquired in 2008 from a Lebanese collector, Abdelmassih Abou-Jaoudeh of al-Furat Publishing and is comprised of 1,748 posters and 768 lobby cards. Egyptian posters predominate with 1,474, reflecting the unchallenged prominence of Egypt in the production of Arabic feature films. Some 150 posters are for Lebanese films, 113 Syrian and 11 Iraqi. The purpose of the posters was to advertize coming attractions, and they represent films produced from 1935 to 2007. Most of the posters are on standard Arab single-sheet size paper. However, many are on non-standard sheets. Similarly, there are posters that are composed on multiple sheets, including some on twenty-four sheets meant for display on the side of multi-story buildings. The lobbies cards, also for coming attractions and meant for display in theater lobbies, are composed of multiple still shots taken on movie sets and affixed to standard–sized cardboard. They represent 172 films produced in Egypt (145), Lebanon (13) and Syria (14) from 1964 to 2007."
  },
  {
    "slug": "pudl0102",
    "title": "Music Treasures at Princeton",
    "blurb": "Music Treasures at Princeton is a collection of notable music manuscripts and print materials held by the Princeton University Library’s Department of Rare Books and Special Collections and Arthur Mendel Music Library, with most materials dating from the 16th through mid-19th centuries. The focus is on materials either unique to Princeton or those held in only a few other collections that will be of interest to an international array of researchers and scholars. All materials in this collection will also be made accessible through the Music Treasures of Consortium hosted at the Library of Congress (www.loc.gov/musictreasures)."
  },
  {
    "slug": "pudl0104",
    "title": "Japanese ehon",
    "blurb": "From the 17th through 19th century the ehon or “picture book” was one of Japan’s most important art forms. It was in these heavily illustrated volumes that some of the most famous woodblock print artists of the day began their careers, experimenting with the compositions, color, and printing techniques that we find in their later Ukiyo-e masterpieces."
  },
  {
    "slug": "pudl0106",
    "title": "Nietzsche Collection",
    "blurb": "Friedrich Nietzsche (1844-1900) is generally considered one of Germany’s greatest writers and philosophers. His controversial philosophical works provide a revolutionary challenge to Christianity and traditional morality. He is perhaps best known for his declaration of the death of God and his concepts of the Übermensch and the Will to Power. His works have influenced countless philosophers, writers, and artists since his death. The Friedrich Nietzsche First Editions collection includes the first edition of all Nietzsche’s published works in their original wrappers, from his early philological essays in the journal Rheinisches Museum fur Philologie to the posthumously published Ecce Homo. The only other known complete collection in original wrappers is in the Nietzsche Haus Museum in Sils Maria, Switzerland. The collection was a 2001 gift from Professor Alexander Nehamas with funds provided by his Distinguished Achievement in the Humanities Award from the Andrew W. Mellon Foundation."
  },
  {
    "slug": "pudl0110",
    "title": "Columbus Letters",
    "blurb": "Columbus’s description of his first voyage first appeared in print in a Spanish edition published in Barcelona in 1493. Within four years it had gone through fifteen known editions, including seven Latin editions, one German edition, a paraphrase in Italian verse in five editions, and a second Spanish edition, Valladolid, about 1497. These fifteen different editions were products of presses scattered in ten cities across Europe. Of these fifteen editions, there is at Princeton an exemplar for three of the seven Latin editions and an exemplar of the German edition. The most direct manner of listing these is the number assigned in F.R. Goff, Incunabula in American Libraries (1964): • C-758. Latin. [Rome: Stephan Plannck, after 29 April 1493]. Cyrus McCormick copy, presented to PUL. • C-759. Latin. Rome: Eucharius Silber, [after 29 April] 1493. Grenville Kane copy, acquired by PUL and the Scheide Library copy • V-125. Latin. [Basel:] I.B. [Johann Bergmann, de Olpe] 1494. Grenville Kane copy, acquired by PUL. • C-762. German. Strassburg: Bartholomaeus Kistler, 30 Sept. 1497. Grenville Kane copy, acquired by PUL. REFERENCE: W. Eames, \"Columbus' Letter on the Discovery of America (1493-1497)\" in the Bulletin of the New York Public Library, 1924, 28:597-599. (NB: Eames lists seventeen editions; however, the number is actually fifteen because Eames was unaware that three issued by Marchant in Paris were variants of one edition.)"
  },
  {
    "slug": "pudl0118",
    "title": "Japanese Prints and Drawings in the Cotsen Collection",
    "blurb": "This collection is a digital showcase of Japanese prints and drawings held at the Cotsen Children’s Library. Spanning from the Edo Period (1600-1868) to the first half of the twentieth century, this collection contains hand-painted scrolls, game boards (sugoroku), woodblock prints, pictorial maps, classroom wall charts, and playing cards (iroha karuta). The game boards were selected from a total of around 300 sheets of sugoroku held at Cotsen, a rare collection comparable to the few existing in Japan. A dice-based game, sugoroku has entertained the Japanese for centuries. A wide range of topics and themes can be found in the heavily illustrated game boards, which served not only for recreation but also for the dissemination of information, commercial advertising, literacy education, moral and political socialization, and militarist propaganda targeting children and adults alike."
  },
  {
    "slug": "pudl0123",
    "title": "Treasures of the Manuscripts Division",
    "blurb": "Treasures of the Manuscripts Division offers a selection of some of the extraordinary holdings of the Manuscripts Division. Amassed over the past 120 years, the Manuscripts Division holds approximately 12,000 linear feet of materials spanning five millennia of recorded history, from the Ancient Near Eastern clay tablets, stone seals, and cylinder seals, to the papers of living authors. The most frequently consulted materials are English, American, and Latin American literary manuscripts, publishers’ archives, and papers of authors, screenwriters, literary agents, and book illustrators since the 19th century. Significant holdings include Woody Allen, Reinaldo Arenas, Sylvia Beach, Aubrey Beardsley, F. Scott Fitzgerald, Carlos Fuentes, Caroline Gordon, Richard Halliburton, Stanley Kunitz, Osip Mandelstam, Dante Gabriel Rossetti, Allen Tate, Anthony Trollope, and Mario Vargas Llosa. Among other subject strengths are Egyptian papyri (Hieroglyphic, Hieratic, Demotic, Greek, Latin, Coptic, and Arabic), medieval, Byzantine, and Renaissance manuscripts, including many Latin, Greek, vernacular, and illuminated manuscripts, 9th-16th centuries; nearly 10,000 Islamic manuscripts (Arabic, Persian, Ottoman Turkish), among which are Persian and Indic illuminated manuscripts and miniatures; English and American history, 17th-20th centuries; Modern Greek literature and history, including personal papers and documentary photographs, 19th-20th centuries; Ethiopic manuscripts and magic scrolls, 18th-19th centuries; Mesoamerican manuscripts in the indigenous languages of the Americas, such as Nahuatl and K'iche' Maya; U.S. History, including historical documents, personal and family papers, and archives, 17th-19th centuries; Western Americana, including personal and family papers, overland journals, and documentary photographs of Native Americans, 19th-20th centuries; and selected papers of Princeton University faculty, with an emphasis on literature, creative writing, art history, physics, astrophysics, civil engineering, and mathematics. For other digitized holdings of the Manuscripts Division, search the Princeton University Digital Library for F. Scott Fitzgerald Papers; Islamic Manuscripts Collection; James S. Hall Collection of George Frideric Handel; Mesoamerican Manuscripts; Western Americanas Collection; Western Americana Photographs Collection."
  },
  {
    "slug": "pudl0125",
    "title": "Print Ephemera from the 2013 Moscow Mayoral Election",
    "blurb": "The 2013 Moscow mayoral election was in many ways a barometer for a particular moment in the volatile balance between a longstanding authoritarian federal regime and opposition forces in Russia’s capital, a barometer for the attitudes and reactions of a new urban middle class bristling under authoritarian rule. It stood as an index of the extent to which that class held and was willing to mobilize political capital, and the extent to which the larger population in Moscow was prepared to mount and support opposition to the regime. In 2013 Alexei Navalny, a Moscow mayoral candidate openly hostile to the Kremlin, managed to run and to become the most serious challenger of the Kremlin-backed incumbent Sergei Sobyanin. There had long been a general perception that high-ranking elected municipal officials, and particularly those in the more populous urban centers, were de facto Kremlin installations who ran in the absence of any serious contest. Alexei Navalny had been a participant of some notoriety in the groundswell of protest and opposition which was set in motion following the State Duma Elections in 2011 and surged after the Presidential Election of 2012, and in 2013 he decided to run as a mayoral candidate in Moscow. He was ultimately not able to unseat the Kremlin-backed incumbent and thwart the Kremlin's larger political objective for the 2013 Moscow mayoral election. He did, however, receive financial backing from representatives of Moscow's new monied professional and entrepreneurial classes and succeeded in waging a vigorous and visible campaign and posing a significant challenge to the incumbent. That a rogue candidate was able to achieve this in Russia's federal administrative capital and most populous city was seen by many as evidence that the Kremlin was no longer able to maintain its monopoly on political power. After declaring his candidacy Navalny was arrested and briefly imprisoned on what many saw as dubious charges, but his release less than 24 hours later was widely registered as a sea-change in Russian politics - a sign that the rogue candidate Navalny had managed to garner enough visibility and popular support to make his imprisonment politically inexpedient for the Kremlin, had succeeded in embarrassing the administration, forcing its hand and posing a formidable challenge to its chosen candidate for the Moscow mayoral seat. This collection contains just over 180 pieces of print ephemera documenting the verbal and graphic languages deployed in the propaganda struggle that accompanied the 2013 Moscow mayoral contest."
  },
  {
    "slug": "pudl0127",
    "title": "Soviet Era Books for Children and Youth",
    "blurb": "This digital collection represents 46 imprints from the Russian holdings of the Cotsen Children’s Library. All of the selections in this group were produced between 1918 and 1938 and present examples of the visual and verbal idioms artists and authors used to address the country’s children and youth in the first two decades after the October Revolution. They display a range of visual and verbal efforts to represent the tumultuous first 2 decades of the Twentieth Century in Russia and their culmination in the cataclysmic events of 1917, as well as to communicate ideological orientation and inculcate the values of a new society that was itself still at an early developmental stage. In terms of technique, the selections feature verse and prose aimed at readers ranging from early childhood to mid adolescence, as well as paint, drawing, photomontage, and, in a few cases, the kind of creative typography characteristic of early Twentieth-Century Russian avant-garde writers and artists such as Ilya Zdanevich and Velimir Khlebnikov. Examples of fanciful or experimental formats in this collection include the elaborate fold-out book Пятилетка (“Five-year plan”) and a “Книжка-киносеанс” (“book-movie”) – a book that includes instructions for its own deconstruction and reassembly as a film and building a makeshift projector for its display. These 46 books - which include work by the artist Vladimir Lebedev, Soviet children’s poet Agniya Barto, and poets Aleksandr Bezymenskii, Vladimir Mayakovsky and Daniil Kharms - were chosen as particularly interesting and/or representative specimens from the Cotsen collection’s holdings of almost 1,000 Russian children’s books published between the 1917 Revolution and the beginning of WWII. The Cotsen’s Russian holdings total over 1,800 titles with imprint dates from the mid-Seventeenth Century to the present."
  },
  {
    "slug": "pudl0129",
    "title": "Chinese Materials in the Cotsen Collection",
    "blurb": "This is a digital showcase of Chinese materials held at the Cotsen Children’s Library, a major research collection of children's books and educational materials from around the world. As of 2014, Cotsen has collected fourteen thousand titles of Chinese-language materials that reflect the history of childhood, children's entertainment, and education in China. The majority of the Chinese titles were published from the late nineteenth century through the twentieth century. Primers, textbooks, children's books, magazines, newspapers, comic books (lianhuanhua), arts and crafts handbooks, political posters, wall charts and slides for the school classroom, educational journals, cigarette cards, and calendars are all part of the library's Chinese collection. Titles that are highlighted here have been chosen in order to serve the teaching needs at Princeton University and cater to research interests."
  },
  {
    "slug": "pudl0130",
    "title": "Rowlandson Collection",
    "blurb": "In 1928, the British caricature collector Dickson Q. Brown, Princeton Class of 1895, donated several thousand prints, drawings, and illustrated books to Princeton University Library. He continued to augment this collection until his death in 1939. The largest group was by Thomas Rowlandson (ca. 1756-1827) including 685 prints and 62 original drawings, many never before published. Additional gifts from Brown can be found in the James Gillray prints also digitized on this site."
  },
  {
    "slug": "pudl0134",
    "title": "Bibliotheca Cicognara",
    "blurb": "In 1824, the Vatican Library purchased the remarkable private book collection of Count Leopoldo Cicognara (1767-1834), an Italian art historian and critic. The roughly six thousand fifteenth through early-nineteenth century imprints, still held by the Vatican as the Fondo Cicognara, comprise the foundational literature of art and archaeology. The inventory of Count Leopoldo’s library, published in 1821 as the Catalogo ragionato dei libri d’arte e d’antichità, has been reprinted many times and remains an essential tool for scholars and bibliophiles. Princeton is gradually digitizing all of the more than 1,800 editions in its collection that match those in the Fondo Cicognara."
  },
  {
    "slug": "pudl0139",
    "title": "McLoughlin Publisher’s Catalogs, Advertising Materials, and “Publisher’s Archives” Items",
    "blurb": "McLoughlin Bros. was one of the most prominent publishers in the world of children’s publications from the mid-nineteenth-century through the mid-twentieth century. They are also considered to be one of the significant American publishers in terms of sustained technical and marketing innovations during this important era in publishing history. McLoughlin Bros. publisher’s catalogs and marketing materials provide important research tools for those interested in the history of children’s book publishing and the business and marketing activity of a major American publisher. Dating McLoughlin Bros. titles is notoriously difficult. Many McLoughlin books are undated; titles were also reissued over and over again, often with changed inventory numbers from one time-period to the next, keying revisions and different issue dates. Publisher’s catalogs are the only source for identifying and itemizing the company’s changing inventory numbers and revisions of exiting titles, as the firm constantly revised and expanded its product lines of books and children’s’ toys. The Cotsen Children’s Library holds one of the largest aggregations of McLoughlin Brothers’ catalogs, many from the firm’s own business office and publisher’s archive, uniquely annotated with information about new editions, changes in illustrations, or new series. In addition, Cotsen holds ten large scrap-book-style “guard-books” containing proof copies of illustrations for books, many extensively hand-annotated by McLoughlin Bros. editorial or production staff."
  },
  {
    "slug": "scheide",
    "title": "Treasures of the Scheide Library",
    "blurb": "The Scheide Library, received by Princeton University in 2015 as the bequest of William H. Scheide (Class of 1936), has strengths in several areas: medieval manuscripts and early printed books, especially those printed before 1500; early printed Bibles; selected monuments of English literature; Americana (especially early printed books relating to the New World); landmarks in the history of ideas; and music. Treasures from several of these categories are gathered in this portion of the Princeton University Digital Library."
  },
  {
    "slug": "versailles2",
    "title": "Versailles: La grotte de Versailles",
    "blurb": "The Graphic Arts Collection holds a number of unbound prints originally part of the Cabinet du roi, created under Louis XIV to document and promote the cultural activities of France. They include 18 of the 20 plates illustrating the 1676 Description de la grotte de Versailles, chiefly engraved by Jean Le Pautre (1618-1682). Captioned in French and Latin, these plates represent an architectural grotto built in 1666 adjacent to the palace, with particular iconography of sea-nymphs, tritons and the sun-god. The name of the architect of the grotto is not certainly known although Charles Perrault claimed that it was designed by himself and his brother Claude. The sculptors named on the plates are Gerard van Opstal, François Girardon, Thomas Regnaudin, Gaspar et Balthasar de Marsy, Gilles Guérin and Jean-Baptiste Tuby. After the destruction of the grotto in 1684 the statuary was relocated to other parts of the gardens."
  },
  {
    "slug": "versailles3",
    "title": "Versailles: Versailles on Paper",
    "blurb": "In the spring of 2015, the exhibition Versailles on Paper: A Graphic Panorama of the Palace and Gardens of Louis XIV, which coincides with the tercentenary of the death of Louis XIV (1638-1715), will bring together the finest holdings of Firestone and Marquand Libraries documenting the development of Versailles during the reign of the “Sun King.” In conjunction with the books and prints on display, we have digitized several remarkable and in some cases unique volumes from our collections for researchers worldwide. Additional single images will be available on the exhibition website."
  },
  {
    "slug": "pudl0112",
    "title": "Islamic MSS Microfilm",
    "blurb": "EVERYTHING HERE SHOULD BE MERGED WITH Islamic MSS"
  },
  {
    "slug": "pudl0003",
    "title": "Chinese Rare Books",
    "blurb": "[WRITE ME] Chinese rare books digitized for Academia Sinica"
  },
  {
    "slug": "pudl0135",
    "title": "RBSC Bookshelf",
    "blurb": "[WRITE ME]"
  },
  {
    "slug": "pudl0132",
    "title": "Hizar-o Yek Shab",
    "blurb": "[WRITE ME]"
  }
]

